[
  {
    "id": 1,
    "title": "নতুন বাজেট ঘোষণা: মধ্যবিত্তের জন্য কিছু রিলিফ",
    "excerpt": "আগামী অর্থবছরের জন্য নতুন বাজেট ঘোষণা করা হয়েছে। মধ্যবিত্ত পরিবারের জন্য কিছু ছাড় দেওয়া হয়েছে যা তাদের আর্থিক চাপ কিছুটা কমাবে।",
    "content": "আগামী অর্থবছরের জন্য নতুন বাজেট ঘোষণা করা হয়েছে। মধ্যবিত্ত পরিবারের জন্য কিছু ছাড় দেওয়া হয়েছে যা তাদের আর্থিক চাপ কিছুটা কমাবে। অর্থমন্ত্রী আজ সংসদে বাজেট উপস্থাপন করেন। নতুন বাজেটে শিক্ষা ও স্বাস্থ্য খাতে বরাদ্দ বৃদ্ধি পেয়েছে। বিশেষজ্ঞরা মনে করেন এই বাজেট দেশের অর্থনীতির জন্য ইতিবাচক হবে।\n\nবাজেটে কর রেয়াতের ব্যবস্থা রয়েছে, যা মধ্যবিত্তদের জন্য উপকারী হবে। বেসিক করমুক্ত আয়সীমা বাড়ানো হয়েছে, যার ফলে কম আয়ের মানুষদের করের বোঝা কমবে।\n\nশিক্ষা খাতে বাজেট বাড়ানো হয়েছে ১৫%, যা শিক্ষা ব্যবস্থার উন্নয়নে ভূমিকা রাখবে। স্বাস্থ্য খাতে বরাদ্দ বৃদ্ধি পেয়েছে ২০%, যা করোনা পরবর্তী স্বাস্থ্য ব্যবস্থাকে শক্তিশালী করবে।",
    "category": {
      "id": 1,
      "name": "জাতীয়",
      "icon": "fas fa-flag",
      "color": "#e53e3e"
    },
    "author": "প্রতিবেদক ১",
    "date": "2024-05-23",
    "views": 4520,
    "featured": true,
    "breaking": true,
    "image": "images/default-thumbnail.jpg"
  },
  {
    "id": 2,
    "title": "আন্তর্জাতিক সম্মেলনে বাংলাদেশের সাফল্য",
    "excerpt": "জাতিসংঘের আয়োজিত জলবায়ু সম্মেলনে বাংলাদেশের প্রতিনিধি দলের সাফল্য আন্তর্জাতিক অঙ্গনে প্রশংসা কুড়িয়েছে।",
    "content": "জাতিসংঘের আয়োজিত জলবায়ু সম্মেলনে বাংলাদেশের প্রতিনিধি দলের সাফল্য আন্তর্জাতিক অঙ্গনে প্রশংসা কুড়িয়েছে। বাংলাদেশ জলবায়ু পরিবর্তনের ক্ষতিকর প্রভাব মোকাবেলায় তার অভিজ্ঞতা শেয়ার করেছে। প্রধানমন্ত্রীর বিশেষ দূত সম্মেলনে বাংলাদেশের অবস্থান স্পষ্টভাবে উপস্থাপন করেন।\n\nসম্মেলনে বাংলাদেশের পক্ষ থেকে জলবায়ু পরিবর্তন মোকাবেলায় ১০-দফা প্রস্তাব উপস্থাপন করা হয়। আন্তর্জাতিক সম্প্রদায় বাংলাদেশের প্রস্তাবগুলোকে স্বাগত জানিয়েছে।\n\nজলবায়ু তহবিল থেকে বাংলাদেশের জন্য অতিরিক্ত অনুদান পাওয়ার সম্ভাবনা তৈরি হয়েছে। যা দেশের জলবায়ু অভিযোজন প্রকল্পগুলোর জন্য গুরুত্বপূর্ণ ভূমিকা রাখবে।",
    "category": {
      "id": 2,
      "name": "আন্তর্জাতিক",
      "icon": "fas fa-globe-asia",
      "color": "#3182ce"
    },
    "author": "প্রতিবেদক ২",
    "date": "2024-05-22",
    "views": 3890,
    "featured": true,
    "breaking": false,
    "image": "images/default-thumbnail.jpg"
  },
  {
    "id": 3,
    "title": "ক্রিকেট বিশ্বকাপ: বাংলাদেশের জয়",
    "excerpt": "টি-টোয়েন্টি বিশ্বকাপে বাংলাদেশ ভারতকে হারিয়ে বড় এক জয় পেয়েছে। ম্যাচটিতে বাংলাদেশের বোলিং অত্যন্ত ভালো ছিল।",
    "content": "টি-টোয়েন্টি বিশ্বকাপে বাংলাদেশ ভারতকে হারিয়ে বড় এক জয় পেয়েছে। ম্যাচটিতে বাংলাদেশের বোলিং অত্যন্ত ভালো ছিল। বাংলাদেশের অধিনায়ক ম্যাচসেরা খেলোয়াড় নির্বাচিত হন। দর্শকদের উচ্ছ্বসিত প্রতিক্রিয়ার মধ্যে ম্যাচটি শেষ হয়।\n\nম্যাচে বাংলাদেশ ১৮০ রানের টার্গেট দিয়েছিল, যা ভারত ৬ উইকেট হারিয়ে ১৬৫ রানে অল-আউট হয়। বাংলাদেশের বোলাররা অসাধারণ বোলিং প্রদর্শন করে।\n\nএই জয়ের মাধ্যমে বাংলাদেশ গ্রুপ পর্বের শীর্ষ অবস্থানে পৌঁছেছে। দলের এই সাফল্য দেশব্যাপী উৎসাহ-উদ্দীপনা সৃষ্টি করেছে। ভবিষ্যত ম্যাচগুলোর জন্য দল এখন আত্মবিশ্বাসী।",
    "category": {
      "id": 3,
      "name": "খেলাধুলা",
      "icon": "fas fa-futbol",
      "color": "#38a169"
    },
    "author": "প্রতিবেদক ৩",
    "date": "2024-05-21",
    "views": 5260,
    "featured": true,
    "breaking": false,
    "image": "images/default-thumbnail.jpg"
  },
  {
    "id": 4,
    "title": "নতুন বাংলা সিনেমা রেকর্ড ভাঙলো",
    "excerpt": "নতুন বাংলা সিনেমা 'মায়াবিনী' মুক্তির প্রথম সপ্তাহেই বক্স অফিসে রেকর্ড ভাঙলো। দর্শকদের মধ্যে সিনেমাটি ব্যাপক সাড়া ফেলেছে।",
    "content": "নতুন বাংলা সিনেমা 'মায়াবিনী' মুক্তির প্রথম সপ্তাহেই বক্স অফিসে রেকর্ড ভাঙলো। দর্শকদের মধ্যে সিনেমাটি ব্যাপক সাড়া ফেলেছে। পরিচালক এবং অভিনেতাদের অভিনয় প্রশংসিত হয়েছে। সঙ্গীত এবং সিনেমাটোগ্রাফিও দর্শকদের মুগ্ধ করেছে।\n\nসিনেমাটি মুক্তির প্রথম তিন দিনে ৫ কোটি টাকা আয় করেছে, যা বাংলা সিনেমার জন্য নতুন রেকর্ড। দেশের সকল প্রেক্ষাগৃহে সিনেমাটি ব্যাপক সাড়া ফেলেছে।\n\nদর্শকরা সিনেমার গল্প, সঙ্গীত এবং নির্মাণশৈলীর প্রশংসা করেছেন। সামাজিক যোগাযোগ মাধ্যমে সিনেমাটি ট্রেন্ডিং তালিকায় শীর্ষে রয়েছে।",
    "category": {
      "id": 4,
      "name": "বিনোদন",
      "icon": "fas fa-film",
      "color": "#d69e2e"
    },
    "author": "প্রতিবেদক ৪",
    "date": "2024-05-20",
    "views": 3240,
    "featured": false,
    "breaking": false,
    "image": "images/default-thumbnail.jpg"
  },
  {
    "id": 5,
    "title": "আগামী নির্বাচন নিয়ে আলোচনা",
    "excerpt": "আগামী জাতীয় নির্বাচন নিয়ে প্রধান রাজনৈতিক দলগুলোর মধ্যে আলোচনা শুরু হয়েছে। নির্বাচন কমিশন প্রস্তুতি শুরু করেছে।",
    "content": "আগামী জাতীয় নির্বাচন নিয়ে প্রধান রাজনৈতিক দলগুলোর মধ্যে আলোচনা শুরু হয়েছে। নির্বাচন কমিশন প্রস্তুতি শুরু করেছে। সকল দলকে নির্বাচনে অংশগ্রহণের আহ্বান জানানো হয়েছে। আন্তর্জাতিক পর্যবেক্ষকদের আমন্ত্রণ জানানো হবে।\n\nনির্বাচন কমিশন আগামী মাসের মধ্যে নির্বাচনী তফসিল ঘোষণা করতে পারে। সকল রাজনৈতিক দল নির্বাচনী প্রস্তুতি শুরু করেছে।\n\nআন্তর্জাতিক পর্যবেক্ষক দল আগামী মাসে দেশে আসবে বলে আশা করা হচ্ছে। নির্বাচন সুষ্ঠু ও নিরপেক্ষভাবে সম্পন্ন করার জন্য সকলের সহযোগিতা কামনা করা হয়েছে।",
    "category": {
      "id": 5,
      "name": "রাজনীতি",
      "icon": "fas fa-landmark",
      "color": "#805ad5"
    },
    "author": "প্রতিবেদক ৫",
    "date": "2024-05-19",
    "views": 2560,
    "featured": false,
    "breaking": false,
    "image": "images/default-thumbnail.jpg"
  },
  {
    "id": 6,
    "title": "শেয়ার বাজারে নতুন রেকর্ড",
    "excerpt": "দেশের শেয়ার বাজারে নতুন রেকর্ড সৃষ্টি হয়েছে। ডিএসই সূচক সর্বোচ্চ স্তরে পৌঁছেছে যা বিনিয়োগকারীদের জন্য সুখবর।",
    "content": "দেশের শেয়ার বাজারে নতুন রেকর্ড সৃষ্টি হয়েছে। ডিএসই সূচক সর্বোচ্চ স্তরে পৌঁছেছে যা বিনিয়োগকারীদের জন্য সুখবর। বিশেষজ্ঞরা মনে করছেন এটি অর্থনীতির ইতিবাচক দিক নির্দেশ করে। ক্ষুদ্র বিনিয়োগকারীদের অংশগ্রহণও বৃদ্ধি পেয়েছে।\n\nডিএসই সূচক ৬,৮০০ পয়েন্ট অতিক্রম করেছে, যা এর আগের সব রেকর্ড ভঙ্গ করেছে। ব্যাংক ও বীমা খাতের শেয়ারে সবচেয়ে বেশি চাহিদা দেখা গেছে।\n\nবিনিয়োগকারীদের মধ্যে আস্থা বেড়েছে এবং নতুন বিনিয়োগ বৃদ্ধি পেয়েছে। বিশেষজ্ঞরা আশা করছেন এই ঊর্ধ্বগতি অব্যাহত থাকবে।",
    "category": {
      "id": 6,
      "name": "বাণিজ্য",
      "icon": "fas fa-chart-line",
      "color": "#dd6b20"
    },
    "author": "প্রতিবেদক ৬",
    "date": "2024-05-18",
    "views": 4120,
    "featured": false,
    "breaking": false,
    "image": "images/default-thumbnail.jpg"
  },
  {
    "id": 7,
    "title": "গবেষণায় নতুন সাফল্য: বাংলাদেশি বিজ্ঞানীদের আবিষ্কার",
    "excerpt": "দেশের বিজ্ঞানীরা ক্যান্সার চিকিৎসায় নতুন পদ্ধতি আবিষ্কার করেছেন যা আন্তর্জাতিকভাবে স্বীকৃতি পেয়েছে।",
    "content": "দেশের বিজ্ঞানীরা ক্যান্সার চিকিৎসায় নতুন পদ্ধতি আবিষ্কার করেছেন যা আন্তর্জাতিকভাবে স্বীকৃতি পেয়েছে। ঢাকা বিশ্ববিদ্যালয়ের গবেষক দলের এই আবিষ্কার ক্যান্সার চিকিৎসায় বিপ্লব আনতে পারে।\n\nগবেষণা দলটি প্রাকৃতিক উদ্ভিদ থেকে এমন একটি যৌগ আবিষ্কার করেছেন যা ক্যান্সার কোষ ধ্বংস করতে সক্ষম। এই যৌগটি স্বাস্থ্যকর কোষের কোনো ক্ষতি করে না, যা বর্তমান কেমোথেরাপির প্রধান সমস্যা দূর করতে পারে।\n\nআন্তর্জাতিক জার্নালে প্রকাশিত এই গবেষণাপত্রটি বিশ্বব্যাপী বিজ্ঞানী মহলে আলোড়ন সৃষ্টি করেছে। বাংলাদেশি বিজ্ঞানীদের এই সাফল্য দেশের গবেষণা খাতের জন্য একটি মাইলফলক হিসেবে চিহ্নিত হয়েছে।",
    "category": {
      "id": 8,
      "name": "স্বাস্থ্য",
      "icon": "fas fa-heartbeat",
      "color": "#e53e3e"
    },
    "author": "বিজ্ঞান প্রতিবেদক",
    "date": "2024-05-17",
    "views": 3780,
    "featured": false,
    "breaking": false,
    "image": "images/default-thumbnail.jpg"
  },
  {
    "id": 8,
    "title": "কৃষি বিপ্লব: নতুন জাতের ধানের সাফল্য",
    "excerpt": "কৃষি গবেষণা ইনস্টিটিউট নতুন একটি ধানের জাত উদ্ভাবন করেছে যা কম পানিতে বেশি উৎপাদন দেয়।",
    "content": "বাংলাদেশ কৃষি গবেষণা ইনস্টিটিউট (বারি) নতুন একটি ধানের জাত উদ্ভাবন করেছে যা কম পানিতে বেশি উৎপাদন দেয়। 'বারি ধান-১০২' নামের এই জাতটি জলবায়ু পরিবর্তনের চ্যালেঞ্জ মোকাবেলায় বিশেষভাবে কার্যকর।\n\nনতুন এই ধানের বিশেষত্ব হলো এটি স্বল্প পানিতে চাষ করা যায় এবং রোগ-পোকা প্রতিরোধী। প্রতি হেক্টরে ৬-৭ টন উৎপাদন ক্ষমতা সম্পন্ন এই ধান কৃষকদের আয় বৃদ্ধিতে সহায়ক হবে।\n\nজলবায়ু পরিবর্তনের কারণে সৃষ্ট খরার সমস্যা মোকাবেলায় এই ধানের জাত গুরুত্বপূর্ণ ভূমিকা রাখবে। ইতিমধ্যে দেশের বিভিন্ন এলাকায় এই ধানের পরীক্ষামূলক চাষ সফল হয়েছে।",
    "category": {
      "id": 1,
      "name": "জাতীয়",
      "icon": "fas fa-flag",
      "color": "#e53e3e"
    },
    "author": "কৃষি সংবাদদাতা",
    "date": "2024-05-16",
    "views": 2950,
    "featured": false,
    "breaking": false,
    "image": "images/default-thumbnail.jpg"
  },
  {
    "id": 9,
    "title": "তরুণ উদ্যোক্তাদের জন্য ১০০ কোটি টাকার ফান্ড",
    "excerpt": "তরুণ উদ্যোক্তাদের জন্য সরকার ১০০ কোটি টাকার বিশেষ ফান্ড ঘোষণা করেছে। নতুন ব্যবসা শুরু করতে আগ্রহী যুবক-যুবতীরা এই সুবিধা পাবেন।",
    "content": "তরুণ উদ্যোক্তাদের জন্য সরকার ১০০ কোটি টাকার বিশেষ ফান্ড ঘোষণা করেছে। 'যুব উদ্যোক্তা উন্নয়ন ফান্ড' নামের এই প্রকল্পের মাধ্যমে নতুন ব্যবসা শুরু করতে আগ্রহী যুবক-যুবতীরা সহজ শর্তে ঋণ পাবেন।\n\nফান্ড থেকে সর্বোচ্চ ২৫ লক্ষ টাকা পর্যন্ত ঋণ পাওয়া যাবে, যার সুদ হার হবে মাত্র ৪%। ডিজিটাল মার্কেটিং, ই-কমার্স, কৃষিভিত্তিক ব্যবসা, তথ্য প্রযুক্তি খাতের উদ্যোগগুলোকে অগ্রাধিকার দেওয়া হবে।\n\nযুব ও ক্রীড়া মন্ত্রণালয়ের তত্ত্বাবধানে এই প্রকল্প বাস্তবায়ন করা হবে। ইতিমধ্যে অনলাইনে আবেদনের পোর্টাল চালু করা হয়েছে। তরুণ উদ্যোক্তারা তাদের ব্যবসায়িক পরিকল্পনা জমা দিয়ে এই ফান্ডের জন্য আবেদন করতে পারবেন।",
    "category": {
      "id": 6,
      "name": "বাণিজ্য",
      "icon": "fas fa-chart-line",
      "color": "#dd6b20"
    },
    "author": "অর্থনীতি প্রতিবেদক",
    "date": "2024-05-15",
    "views": 4320,
    "featured": true,
    "breaking": true,
    "image": "images/default-thumbnail.jpg"
  },
  {
    "id": 10,
    "title": "স্পেশাল রিপোর্ট: এসপি সিয়াম আহমেদের ডিজিটাল বাংলাদেশ নির্মাণে অবদান",
    "excerpt": "তথ্য প্রযুক্তি খাতে বাংলাদেশের অগ্রযাত্রায় একজন অগ্রপথিক হিসেবে এসপি সিয়াম আহমেদের ভূমিকা অনন্য। তার নেতৃত্বে তৈরি হয়েছে আধুনিক সংবাদপত্র ওয়েবসাইট প্রজেক্ট।",
    "content": "## এসপি সিয়াম আহমেদ: ডিজিটাল বাংলাদেশের একজন অগ্রদূত\n\nতথ্য প্রযুক্তি খাতে বাংলাদেশের অগ্রযাত্রায় এসপি সিয়াম আহমেদ একটি পরিচিত নাম। তিনি শুধু একজন প্রযুক্তিবিদ নন, বরং ডিজিটাল বাংলাদেশ বিনির্মাণে একজন সক্রিয় অংশগ্রহণকারী।\n\n### প্রযুক্তিতে অসামান্য অবদান\n\nএসপি সিয়াম আহমেদ গত এক দশক ধরে বাংলাদেশের প্রযুক্তি খাতে গুরুত্বপূর্ণ ভূমিকা রাখছেন। তার নেতৃত্বে তৈরি হয়েছে বিভিন্ন ডিজিটাল প্ল্যাটফর্ম, ওয়েবসাইট এবং মোবাইল অ্যাপ্লিকেশন যা দেশের ডিজিটাল রূপান্তরে সহায়ক ভূমিকা পালন করছে।\n\n### আধুনিক সংবাদপত্র ওয়েবসাইট প্রজেক্ট\n\nসম্প্রতি এসপি সিয়াম আহমেদের তত্ত্বাবধানে তৈরি হয়েছে 'দৈনিক সংবাদ' নামের একটি আধুনিক বাংলা সংবাদপত্র ওয়েবসাইট। এই প্রজেক্টের বিশেষত্ব হলো:\n\n১. **পূর্ণাঙ্গ বাংলা ইন্টারফেস**: সম্পূর্ণ বাংলা ভাষায় তৈরি ওয়েবসাইট\n২. **JSON-ভিত্তিক ডেটা ম্যানেজমেন্ট**: কোনো ডেটাবেস ছাড়াই JSON ফাইল ব্যবহার করে সংবাদ ব্যবস্থাপনা\n৩. **আধুনিক ডিজাইন**: সম্পূর্ণ রেস্পন্সিভ এবং ইউজার-ফ্রেন্ডলি ডিজাইন\n৪. **থিম টগল সুবিধা**: দিন-রাত মোড পরিবর্তন করার সুযোগ\n\n### প্রযুক্তি স্ট্যাক\n\nএই ওয়েবসাইটটি তৈরি করতে ব্যবহার করা হয়েছে:\n- HTML5\n- CSS3 (কাস্টম ডিজাইন)\n- Vanilla JavaScript\n- JSON ডেটা স্ট্রাকচার\n- Font Awesome আইকন\n- Google Fonts (বাংলা ফন্ট)\n\n### বিশেষ বৈশিষ্ট্য\n\n১. **রিয়েল-টাইম ডেটা**: JSON থেকে ডেটা লোড করে রিয়েল-টাইমে সংবাদ দেখানো\n২. **ক্যাটেগরি ফিল্টারিং**: ব্যবহারকারী পছন্দমতো ক্যাটেগরিতে সংবাদ ফিল্টার করতে পারবেন\n৩. **সার্চ ফাংশনালিটি**: দ্রুত সংবাদ খুঁজে পাওয়ার সুবিধা\n৪. **মোবাইল ফ্রেন্ডলি**: সব ধরনের ডিভাইসে পারফেক্টলি কাজ করে\n৫. **অফলাইন সাপোর্ট**: ইন্টারনেট ছাড়াও কিছু ফিচার ব্যবহার করা যায়\n\n### ডিজিটাল সাক্ষরতা প্রসারে ভূমিকা\n\nএসপি সিয়াম আহমেদ শুধু প্রযুক্তি তৈরি করেই থেমে থাকেননি, তিনি ডিজিটাল সাক্ষরতা প্রসারেও কাজ করে যাচ্ছেন। তার তৈরি করা এই ওয়েবসাইটটি প্রমাণ করে যে কীভাবে সহজ প্রযুক্তি ব্যবহার করে পূর্ণাঙ্গ সিস্টেম তৈরি করা যায়।\n\n### ভবিষ্যৎ পরিকল্পনা\n\nএসপি সিয়াম আহমেদের পরিকল্পনা রয়েছে এই প্ল্যাটফর্মকে আরও উন্নত করা। ভবিষ্যতে যোগ করা হবে:\n- ব্যবহারকারী অ্যাকাউন্ট সিস্টেম\n- কমেন্ট সুবিধা\n- লাইভ নিউজ আপডেট\n- ভিডিও কন্টেন্ট\n- নিউজলেটার সাবস্ক্রিপশন\n\n### উপসংহার\n\nএসপি সিয়াম আহমেদ বাংলাদেশের প্রযুক্তি জগতে একজন অনুপ্রেরণাদায়ক ব্যক্তিত্ব। তার কাজ শুধু প্রযুক্তিগত দক্ষতাই প্রকাশ করে না, বরং দেশের ডিজিটাল রূপান্তরে তার আন্তরিকতাও প্রকাশ করে। 'দৈনিক সংবাদ' ওয়েবসাইটটি তার এই প্রচেষ্টার একটি উজ্জ্বল উদাহরণ।\n\nডিজিটাল বাংলাদেশ গড়ার এই যাত্রায় এসপি সিয়াম আহমেদের মতো মেধাবী তরুণদের আরও বেশি করে এগিয়ে আসা প্রয়োজন। তার সাফল্য অনেক তরুণ প্রযুক্তি উৎসাহীকে অনুপ্রাণিত করবে।",
    "category": {
      "id": 7,
      "name": "প্রযুক্তি",
      "icon": "fas fa-laptop",
      "color": "#319795"
    },
    "author": "বিশেষ প্রতিবেদক",
    "date": "2024-05-24",
    "views": 9999,
    "featured": true,
    "breaking": true,
    "image": "images/default-thumbnail.jpg"
  },
  {
    "id": 11,
    "title": "মহাকাশ গবেষণায় বাংলাদেশ: প্রথম স্যাটেলাইটের সাফল্য",
    "excerpt": "বঙ্গবন্ধু স্যাটেলাইট-১ এর সফল পরিচালনা বাংলাদেশকে মহাকাশ গবেষণায় নতুন উচ্চতায় নিয়ে গেছে। স্যাটেলাইটটির মাধ্যমে দেশীয় যোগাযোগ ব্যবস্থা শক্তিশালী হয়েছে।",
    "content": "বঙ্গবন্ধু স্যাটেলাইট-১ এর সফল পরিচালনা বাংলাদেশকে মহাকাশ গবেষণায় নতুন উচ্চতায় নিয়ে গেছে। ২০১৮ সালে উৎক্ষেপিত এই স্যাটেলাইটটির মাধ্যমে দেশীয় যোগাযোগ ব্যবস্থা শক্তিশালী হয়েছে এবং বছরে প্রায় ৫০ মিলিয়ন ডলার সাশ্রয় হচ্ছে।\n\nস্যাটেলাইটটি টেলিভিশন সম্প্রচার, ইন্টারনেট সেবা এবং দুর্যোগ ব্যবস্থাপনায় গুরুত্বপূর্ণ ভূমিকা পালন করছে। বিশেষ করে সুদূর দ্বীপ ও পার্বত্য অঞ্চলে যোগাযোগ সেবা প্রদানে স্যাটেলাইটটি বিশেষ ভূমিকা রাখছে।\n\nমহাকাশ গবেষণা ও দূর অনুধাবন কেন্দ্রের বিজ্ঞানীরা এখন দ্বিতীয় স্যাটেলাইটের পরিকল্পনা করছেন। বঙ্গবন্ধু স্যাটেলাইট-২ আরও উন্নত প্রযুক্তি নিয়ে আসবে এবং আবহাওয়া পর্যবেক্ষণ ও কৃষি গবেষণায় ব্যবহৃত হবে।\n\nবাংলাদেশ এখন মহাকাশ গবেষণায় আঞ্চলিক শক্তি হিসেবে আবির্ভূত হচ্ছে। দেশের তরুণ বিজ্ঞানী ও প্রকৌশলীরা মহাকাশ প্রযুক্তি উন্নয়নে উল্লেখযোগ্য অবদান রাখছেন।",
    "category": {
      "id": 7,
      "name": "প্রযুক্তি",
      "icon": "fas fa-laptop",
      "color": "#319795"
    },
    "author": "বিশেষ সংবাদদাতা",
    "date": "2024-05-14",
    "views": 5670,
    "featured": true,
    "breaking": false,
    "image": "images/default-thumbnail.jpg"
  },
  {
    "id": 12,
    "title": "সাংস্কৃতিক রাজধানী হিসাবে ঢাকার আন্তর্জাতিক স্বীকৃতি",
    "excerpt": "ঢাকা শহরকে ইউনেস্কোর ক্রিয়েটিভ সিটি নেটওয়ার্কে অন্তর্ভুক্ত করা হয়েছে। সাহিত্য, সঙ্গীত ও হস্তশিল্পের জন্য ঢাকা এখন আন্তর্জাতিকভাবে স্বীকৃত সাংস্কৃতিক শহর।",
    "content": "ঢাকা শহরকে ইউনেস্কোর ক্রিয়েটিভ সিটি নেটওয়ার্কে অন্তর্ভুক্ত করা হয়েছে। সাহিত্য, সঙ্গীত ও হস্তশিল্পের জন্য ঢাকা এখন আন্তর্জাতিকভাবে স্বীকৃত সাংস্কৃতিক শহর। এই স্বীকৃতি বাংলাদেশের সমৃদ্ধ সাংস্কৃতিক ঐতিহ্যের আন্তর্জাতিক স্বীকৃতি।\n\nইউনেস্কোর এই নেটওয়ার্কে বিশ্বের ২৯৬টি শহর রয়েছে, যেখানে ঢাকা হল দক্ষিণ এশিয়ার গুরুত্বপূর্ণ সংযোজন। এই স্বীকৃতির ফলে ঢাকার সাংস্কৃতিক প্রতিষ্ঠানগুলো আন্তর্জাতিক সহযোগিতা ও তহবিল পাবে।\n\nঢাকার সমৃদ্ধ সাহিত্য ঐতিহ্য, বিশেষ করে বাংলা সাহিত্য, কবিগুরু রবীন্দ্রনাথ ঠাকুর ও জাতীয় কবি কাজী নজরুল ইসলামের জন্মভূমি হিসেবে এই শহরের বিশেষ মর্যাদা রয়েছে। এছাড়াও ঢাকার ঐতিহ্যবাহী জামদানি শিল্প, নকশিকাঁথা ও টেরাকোটা শিল্প বিশ্বব্যাপী পরিচিত।\n\nএই স্বীকৃতির ফলে ঢাকায় আন্তর্জাতিক সাংস্কৃতিক উৎসব, সাহিত্য সম্মেলন ও শিল্প প্রদর্শনীর আয়োজন বাড়বে। পর্যটন শিল্পের বিকাশেও এটি গুরুত্বপূর্ণ ভূমিকা রাখবে। শহরের সাংস্কৃতিক প্রতিষ্ঠানগুলো আন্তর্জাতিক মানের অবকাঠামো ও প্রশিক্ষণ সুবিধা পাবে।",
    "category": {
      "id": 4,
      "name": "বিনোদন",
      "icon": "fas fa-film",
      "color": "#d69e2e"
    },
    "author": "সংস্কৃতি প্রতিবেদক",
    "date": "2024-05-13",
    "views": 3980,
    "featured": false,
    "breaking": false,
    "image": "images/default-thumbnail.jpg"
  }
]
